/*
 * UTF-8 (with BOM) Russian-RU text strings for adblock.sh html elements
 */

ablock.Adblock="блок рекламы";
ablock.ADBLOCKEn="Включить блок объявление";
ablock.ADBLOCKupdate="Обновление черный список";
ablock.ADBLOCKLstrn="Последний запуск";
ablock.ADBLOCKWireless="Только блокировать объявления для беспроводных клиентов";
ablock.ADBLOCKTrans="Попытка скрыть заблокированные объявления";
ablock.ADBLOCKHelp="Эта опция пытается заменить рекламу, представленные с небольшим прозрачным пикселя. Это может <i>иногда</i> остановить уродливое 'страница не найдена' ошибки, которые вы видите вместо объявлений.</p><p>Тем не менее, с этой опцией, в некоторых редких случаях объявления будут отображаться как ваш маршрутизаторы войдите вместо экрана. Это не попытка фишинга, просто побочный продукт включения этого параметра.";
ablock.ADBLOCKExempts="IP начала диапазона";
ablock.ADBLOCKExemptf="IP диапазон отделка";
ablock.ADBLOCKExemptEn="Включить освобождение объявления для клиентов";
ablock.ERRrange="Либо начало или конец диапазона исключения пустым. Если вы только хотите, чтобы освободить 1 IP, то использовать его и как в начале и в конце диапазона.";
