/*
 * UTF-8 (with BOM) Russian-RU text strings for adblock.sh html elements
 */

ablock.Adblock="Adblock";
ablock.ADBLOCKEn="Включить блокировку рекламы";
ablock.ADBLOCKupdate="Обновить черный список";
ablock.ADBLOCKLstrn="Последний запуск";
ablock.ADBLOCKWireless="Блокировать рекламу только для беспроводных клиентов";
ablock.ADBLOCKTrans="Скрывать заблокированную рекламу";
ablock.ADBLOCKHelp="Эта опция включает режим, когда реклама заменяется на изображение состоящее из одеого прозрачного пикселя. Это <i>иногда</i> помогает предотвратить появления сообщений об ошибке 'Страница не найдена', которые появляются вместо рекламы.</p><p>Однако, при включении этой опции, в некоторых редких случаях вместо рекламы может отображаться экран приветствия настроек роутера. Это не результат фишинга, просто побочный результат работы данного режима.";
ablock.ADBLOCKExempts="Начало диапазона IP-адресов";
ablock.ADBLOCKExemptf="Конец диапазона IP-адресов";
ablock.ADBLOCKExemptEn="Не использовать для следующих адресов клиентов";
ablock.ERRrange="Начальный или конечный адрес диапазона оставлен пустым. Если вам необходимо применить исключение только для одного адреса, то используйте этот адрес в качестве адреса начала и конца диапазона.";
