/*
 * UTF-8 (with BOM) Russian-RU text strings for adblock.sh html elements
 */

ablock.Adblock="Adblock";
ablock.ADBLOCKEn="Включить блокировку рекламы";
ablock.ADBLOCKupdate="Обновить черный список";
ablock.ADBLOCKLstrn="Последний запуск";
ablock.ADBLOCKTrans="Скрывать заблокированную рекламу";
ablock.ADBLOCKHelp="Эта опция включает режим, когда реклама заменяется на изображение состоящее из одеого прозрачного пикселя. Это <i>иногда</i> помогает предотвратить появления сообщений об ошибке 'Страница не найдена', которые появляются вместо рекламы.</p><p>Однако, при включении этой опции, в некоторых редких случаях вместо рекламы может отображаться экран приветствия настроек роутера. Это не результат фишинга, просто побочный результат работы данного режима.";
ablock.ADBLOCKExempts="Начало диапазона IP-адресов";
ablock.ADBLOCKExemptf="Конец диапазона IP-адресов";
ablock.ADBLOCKExemptEn="Не использовать для следующих адресов клиентов";
ablock.ERRrange="Начальный или конечный адрес диапазона оставлен пустым. Если вам необходимо применить исключение только для одного адреса, то используйте этот адрес в качестве адреса начала и конца диапазона.";
ablock.ADBLOCKBlocklist="Список Блок Результаты поиска";
ablock.ADBLOCKWhitelist="Белый список";
ablock.ADBLOCKSearch="Поиск черный список";
ablock.ADBLOCKBlacklist="Черный список";
ablock.ADBLOCKBlackdel="Удалить";
ablock.ADBLOCKBlackadd="Добавить";
ablock.ADBLOCKCounter="Отображение";
ablock.ADBLOCKSearchtoobig="Ваш поиск привел в более чем 10000 результатов. Невозможно показать все результаты.";
ablock.ADBLOCKWhitebig="Ваш белый список имеет более чем 10000 записей. Невозможно показать весь список.";
ablock.ADBLOCKBlackbig="Ваш черный список имеет более чем 10000 записей. Невозможно показать весь список.";
ablock.ADBLOCKHelp2="Ваш черный список имеет более чем 10000 записей. Невозможно показать весь список.</p><p>Вы можете добавлять элементы в список блока путем ввода их в поле и нажав <i>Добавить</i>.Вы можете удалить элементы из списка блока, выбрав их, а затем передать их в белый список, используя <i>перевод</i> кнопка. Вы можете удалить элементы из черного или белого списка с помощью <i>Удалить</i> кнопки.</p><p>Список блок может быть очень большим, и дисплей может показывать только 10000 детали в одно время. Вы можете найти пункт, ища его, введя в поле и с помощью <i>поиск</i> кнопка.</p><p>Все окна позволяют выбрать более одного пункта на время.";

