/*
 * UTF-8 (with BOM) Russian-RU text strings for about.sh html elements
 */

abt.CSect="Над проектом работали:";
abt.EBishop="Основатель, главный разработчик Gargoyle";
abt.PBixel="Реализация активного управления нагрузкой, многочисленные улучшения сервиса  QoS";
abt.AWronowski="Реализация Wake-on-LAN и другие мелкие улучшения/исправления";
abt.CJackiewicz="Перевод на польский, исправления, улучшения, плагины, отдельные польские сборки и дальнейшая их поддержка на своём сайте";
abt.PKarbowski="Множественные исправления и оптимизации";
abt.TButler="Улучшения отображения таблиц и больших конопок";
abt.IFedorenko="Добавление последних git-правок в номер версии";
abt.BCoy="Предложил ряд очень полезных советов о веб-дизайне и реализации CSS в Gargoyle";
abt.FRiC="Оказал значительную помощь в тестировании, в частности функциональности PPPoE";
abt.logo="Логотип Gargoyle взят из шрифта Gargoyle созданного Manfred Klein, который свободно доступен для комерческого и некомерческого использования";
abt.openwrt="Интерфейс Gargoyle является фронтэндом для замечательной прошивки OpenWrt, и этот проект был бы невозможен без всей работы выполненной командой OpenWrt";
abt.LSect="Лицензия";
