/*
 * UTF-8 (with BOM) Russian-RU text strings for backup.sh html elements
 */

bkS.CurrC="Сохранить текущие настройки";
bkS.RestC="Восстановить сохранённые настройки";
bkS.DfltC="Восстановить настройки по-умолчанию";
bkS.SelOF="Выберите файл с сохранёнными настройками";

//javascript
bkS.SelCErr="ОШИБКА: Вы должны указать файл, из которого необходимо восстановить настройки.";
bkS.EraseWarn="Это действие полностью удалит текущие настройки и заменит их новыми, содержащимися в выбраном файле. Продолжить?";
bkS.UpingC="Загрузка файла с настройками";
bkS.LdOrig="Загрузка оригинальных настроек";
bkS.FailErr="Восстановление не удалось. Убедитесь что выбранный файл действительно является файлом настроек для Gargoyle и повторите попытку.";
bkS.PrepBack="Создаётся резервная копия настроек";
