/*
 * UTF-8 (with BOM) Russian-RU text strings for bandwidth.sh/bandwidth_distribution.sh html elements
 */

bndwS.GOpSect="Настройки отображения графиков";
bndwS.TFrm="Временной отрезок";
bndwS.year="год";
bndwS.Plot="График";
bndwS.TBdw="Суммарный";
bndwS.None="Отсутствует";
bndwS.HRInf="Сохранять 15-минутный график для всех хостов в высоком разрешении";
bndwS.HRWrn="Не рекомендуется включать на маршрутизаторах с &lt; 32МБ оперативной памяти";
bndwS.UsInf="Вся информация об использовании полосы пропускания касается только канала во внешнюю сеть.";
bndwS.LclTrff="Локальный внутрисетевой траффик между хостами не учитывается.";
bndwS.BGrSect="Графики полосы пропускания";
bndwS.Dnld="Входящая";
bndwS.Upld="Исходящая";
bndwS.Totl="Суммарная";
bndwS.BUTab="Таблица использования полосы пропускания";
bndwS.DspI="Отображаемый интервал";
bndwS.qhour="15 минут";
bndwS.mnths="месяц";
bndwS.DspT="Тип отображения";
bndwS.DspID="Показывать для";
bndwS.TbUnt="Еденицы измерения";
bndwS.AutoM="Авто (смешанные)";
bndwS.DelD="Очистить";
bndwS.DBData="Скачать информацию";
bndwS.DSep="Данные разделены запятыми";
bndwS.DFmt="[Направление],[Продолжительность интервала],[Количество интервалов],[IP],[Начало],[Конец],[Использовано байт]";
bndwS.DNow="Скачать";
bndwS.expd="развернуть";

//javascript
bndwS.UpCl="Клас загружаемых данных";
bndwS.DlCl="Клас скачиваемых данных";
bndwS.Time="Время";
bndwS.BPlot="График полосы пропускания";
bndwS.BUsag="полоса пропускания";
bndwS.RstGr="Перерисовка графиков...";
bndwS.DelAD="Удалить всю информацию?";
bndwS.DelDW="Информация удаляется...";

//bandwidth_distribution.sh
bndwS.DOpSect="Настройки отображения";
bndwS.DTFrm="Показывать за период";
bndwS.DtbI="Отображаемый интервал";
bndwS.BDst="Распределение полосы пропускания";
bndwS.BDtbl="Таблица распределения полосы пропускания";
bndwS.FMonths=["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"];
bndwS.Down="Входящий";
bndwS.Up="Исходящий";
bndwS.Sum="Суммарный";
bndwS.Host="Хост";
