/*
 * UTF-8 (with BOM) Russian-RU text strings for dhcp.sh html elements
 */

dhcpS.SrvE="Локальный DHCP-сервер включен";
dhcpS.Drng="Диапазон DHCP";
dhcpS.Strt="Начальный IP-адрес";
dhcpS.End="Конечный IP-адрес";
dhcpS.LsTm="Срок аренды адреса";
dhcpS.SIPs="Статические IP-адреса";
dhcpS.BlckM="Блокировать MAC-адреса, которым присвоен статический IP-адрес, если они подключаются с другим IP";
dhcpS.AdSIP="Добавить статический IP-адрес";
dhcpS.SelH="Выбрать имя хоста/MAC-адрес из списка подключенных";
dhcpS.AsSIP="Присвоенные IP-адреса";
dhcpS.opt="дополнительно";
dhcpS.ESIP="Редактировать статический IP";
dhcpS.dHErr="дублировать имя хоста";
dhcpS.dMErr="дублировать MAC-адрес";
dhcpS.dIPErr="дублировать IP-адрес";
dhcpS.subErr="Выбранный статический IP-адрес выходит за рамки локальной подсети.";
dhcpS.ipErr="Выбранный статический IP-адрес является IP-адресом маршрутизатора.";
dhcpS.dsubErr="Выбранный диапазон адресов для DHCP выходит за рамки локальной подсети.";
dhcpS.dipErr="Адрес роутера попадает в выбранный диапазон адресов для DHCP-аренды.";
dhcpS.upErr="Невозможно обновить статический IP-адрес.";
dhcpS.AErr="Невозможно добавить строку.";
dhcpS.UseAltGW="Использовать альтернативный адрес шлюза";
dhcpS.AltGW="Адрес шлюза";
dhcpS.leaseERR="Срок аренды адреса - значение должно быть больше 0 и меньше 71582788."; 
dhcpS.rangeGWErr="Альтернативный адрес шлюза не должен быть 0 или 255 в подсети.";
dhcpS.leaseGWErr="Адрес шлюза попадает в выбранный диапазон адресов для DHCP-аренды.";