/*
 * UTF-8 (with BOM) Russian-RU text strings for dhcp.sh html elements
 */

dhcpS.SrvE="Локальный DHCP-сервер включен";
dhcpS.Drng="Диапазон DHCP";
dhcpS.Strt="Начальный IP-адрес";
dhcpS.End="Конечный IP-адрес";
dhcpS.LsTm="Срок действия адреса";
dhcpS.SIPs="Статические IP-адреса";
dhcpS.BlckM="Блокировать MAC-адреса, которым присвоен статический IP-адрес, если они подключаются с другим IP";
dhcpS.AdSIP="Добавить статический IP-адрес";
dhcpS.SelH="Выбрать имя хоста/MAC-адрес из списка подключенных";
dhcpS.AsSIP="Присвоенные IP-адреса";
dhcpS.opt="дополнительно";
dhcpS.ESIP="Редактировать статический IP";
dhcpS.dHErr="дублировать имя хоста";
dhcpS.dMErr="дублировать MAC-адрес";
dhcpS.dIPErr="дублировать IP-адрес";
dhcpS.subErr="Выбранный статический IP-адрес выходит за рамки локальной подсети.";
dhcpS.ipErr="Выбранный статический IP-адрес является IP-адресом маршрутизатора.";
dhcpS.dsubErr="Выбранный диапазон адресов для DHCP выходит за рамки локальной подсети.";
dhcpS.dipErr="Выбранный диапазон адресов для DHCP содержит адрес локальной сети.";
dhcpS.upErr="Невозможно обновить статический IP-адрес.";
dhcpS.AErr="Невозможно добавить строку.";
