/* UTF-8 (with BOM) strings for gargoyle_header_footer */

ghf.title="Утилита управления маршрутизатором Gargoyle";
ghf.desc="Утилита управления роутером";
ghf.devn="Имя устройства";
ghf.waits="Пожалуйста, подождите, настройки применяются";
ghf.badoverlay="Память маршрутизатора заполнена (режим только для чтения) или смонтирована в энергозависимой памяти (RAM). Он не будет работать правильно или будет возвращатся в предыдущее состояние после перезагрузки. Восстановите настройки по умолчанию или обновите прошивку на новую версию (без сохранения настроек).";
