/*
 * UTF-8 (with BOM) Russian-RU text strings for plugins.sh html elements
 */

pgS.PgOpt="Настройки дополнительных модулей";
pgS.PRoot="Корневой каталог для плагинов";
pgS.RDrv="Корневой диск";
pgS.Chroot="Изменить корневой каталог";
pgS.PgSrc="Источники плагинов";
pgS.ANam="Добавить имя";
pgS.Aurl="Добавить URL-адрес";
pgS.APSrc="Добавить источник плагинов";
pgS.PList="Список плагинов";
pgS.NoPkg="Пакет не найден. Обновите список.";
pgS.RfshP="Обновить список";

//javascript
pgS.NInst="Не установлен";
pgS.PInst="Предустановлен";
pgS.Instd="Установлен";
pgS.Vers="Версия";
pgS.Stus="Статус";
pgS.RDSpc="Требуется памяти";
pgS.USBErr="Пакет не может быть установлен (Требуется наличие USB)";
pgS.DskErr="Пакет не может быть установлен (Недостаточно места на диске)";
pgS.ChrootWarn="Вы изменяете корневой каталог для плагинов на находящийся на USB-носителе. Это означает, что для коректной работы плагинов, необходимо, чтобы этот носитель НЕ ИЗВЛЕКАЛСЯ.\n\nПродолжить?";
pgS.CharErr="ОШИБКА: Неправильные символ(ы) в названии источника";
pgS.SpcErr="(пробелы не допустимы)";
pgS.SNamErr="ОШИБКА: Должно быть указано имя источника.";
pgS.SURLErr="ОШИБКА: Должен быть указан URL-адрес источника.";
pgS.DupSNamErr="ОШИБКА: Повторяющееся имя источника.";
pgS.DupSURLErr="ОШИБКА: Повторяющийся URL-адрес источника.";
pgS.AddPSErr="Невозможно добавить источник плагинов";
pgS.Totl="всего";
pgS.Free="свободно";
pgS.Prst="предустановленный";
pgS.Name="Название";
pgS.Langs="Языки";
pgS.Thems="Темы";
pgS.Pkgs="Дополнения";
