/*
 * UTF-8 (with BOM) Russian-RU text strings for time.sh html elements
 */

timeStr.Section="Настройка времени";
timeStr.CurrTime="Дата и время";
timeStr.TimeZone="Часовой пояс";
timeStr.DateForm="Формат даты";
timeStr.TimeForm="Формат времени";
timeStr.TServers="NTP-сервера";
timeStr.Global="Глобальные";
timeStr.US="США";
timeStr.NA="Северная Америка";
timeStr.SA="Южная Америка";
timeStr.EU="Европа";
timeStr.Af="Африка";
timeStr.As="Азия";
timeStr.Oc="Океания";
timeStr.Cust="Пользовательские";

//timezones
TiZ.UTC12="Маршалловы о-ва";
TiZ.UTC11="Мидуэй, Самоа";
TiZ.UTC10="Гавайские о-ва";
TiZ.NAST9="Аляска";
TiZ.PST8="Тихоокеанское время";
TiZ.UTC7="Аризона";
TiZ.MST7="Горное время";
TiZ.UTC6="Мексика";
TiZ.CST6="Центральное время";
TiZ.UTC5="Колумбия, Панама";
TiZ.EST5="Возточное время";
TiZ.UTC4="Боливия, Венисуэлла";
TiZ.AST4="Атлантическое время";
TiZ.BRW="Западная Бразилия";
TiZ.NST3="Ньюфаундленд";
TiZ.WGST="Гринландия";
TiZ.BRS="Восточная Бразилия";
TiZ.UTC3="Аргентина, Гвинея";
TiZ.UTC2="Центральноатлантическое время";
TiZ.STD1="Азорские о-ва";
TiZ.UTC0="Гамбия, Либерия, Морокко";
TiZ.GMT0="Англия";
TiZ.UTCm1="Тунис";
TiZ.CETm1="Франция, Германия, Венгрия, Италия, Польша";
TiZ.UTCm2="Южная Африка";
TiZ.STDm2="Греция, Украина, Румыния, Турция, Белорусия";
TiZ.UTCm3="Ирак, Иордания, Кувейт";
TiZ.EETm2="Финляндия";
TiZ.UTCm4="Армения";
TiZ.UTCm5="Пакистан, Россия";
TiZ.UTCm5c3="Бомбей, Калькутта, Мадрас, Нью Дэли";
TiZ.UTCm6="Бангладеш, Россия";
TiZ.UTCm7="Тайланд, Россия";
TiZ.UTCm8="Китай, Гонконг, Сингапур, Тайвань, Россия";
TiZ.AWSTm8="Австралия, Западная Австралия";
TiZ.UTCm8c45="Австралия, п-ов Эйр";
TiZ.UTCm9="Япония, Корея";
TiZ.ACSTm9c3="Австралия, Северные територии";
TiZ.ACDT="Австралия, Южная Австралия";
TiZ.AESTm10="Австралия, Квинсленд";
TiZ.AEDT="Австралия, Новый Южный Уэльс, Виктория, Тасмания";
TiZ.UTCm10="Гуам, Россия";
TiZ.UTCm11="Соломоновы о-ва";
TiZ.UTCm12="Фиджи";
TiZ.NZST="Новозеландия";
