/*
 * UTF-8 (with BOM) Russian-RU text strings for tor.sh html elements
 */

torS.TorAC="Клиент анонимайзера Tor";
torS.TorC="Клиент Tor";
torS.EnByHost="Включен, переключается для каждого хоста в отдельности";
torS.EnAll="Включен для всех хостов";
torS.HidAcc="Только доступ к Скрытым Сервисам";
torS.ConVia="Подключатся через";
torS.TRly="Ретранслятор Tor (рекомендуется)";
torS.TBrg="Мост Tor";
torS.TBrgOb="Мост Tor с Obfsproxy";
torS.BrIP="IP-адрес моста";
torS.BrPrt="Порт моста";
torS.OProto="Протоколы, которые не обрабатываются Tor-ом";
torS.Ignr="Игнорировать";
torS.Blck="Блокировать";
torS.HSSub="Подсеть для услуги Tor Скрытые Сервисы";
torS.HSMsk="Маска подсети для услуги Tor Скрытые Сервисы";
torS.TorAS="Сервер анонимайзера Tor";
torS.TorS="Сервер Tor";
torS.EnBr="Включен в режиме моста";
torS.EnBrO="Включен в режиме моста с Obfsproxy";
torS.EnRly="Включен в режиме ретранслятора";
torS.BrRPrt="Порт моста/ретранслятора";
torS.ObfPrt="Порт Obfsproxy";
torS.MaxRB="Максимальная пропускная способность ретранслятора";
torS.PubBrDB="Опубликовать адрес моста в публичной базе";
torS.PubBr="Опубликовать информацию о мосте";
torS.NoPub="Не публиковать информацию о мосте";
torS.Nick="Название узла (опционально)";
torS.Mail="Контактный email / публичный ключ PGP (опционально)";
torS.VisMsg="Через 1-2 часа после активации вашего ретранслятора, он должен быть виден";
torS.GlbMsg="в глобальном списке";
torS.TDDir="Каталог данных Tor";
torS.TDDrv="Диск данных Tor";
torS.CacheWarn="Tor кэширует большое количество данных, обычно 5-50МБ. В режиме ретранслятора или моста требуются больше свободного места чем при режиме клиента. По-умолчанию эти данные хранятся на виртуальном диске в оперативной памяти. Если у вас на устройстве небольшое количество оперативной памяти или вы используете режим ретранслятора, то рекомендуется настроить расположение папки с данными для Tor на присоеденённом USB-диске.";

//javascript
torS.ConProb="ВНИМАНИЕ: Tor включен, но не может подключится -- проверте настройки вашего подключения";
torS.ObPeBErr="Порт сервера Obfsproxy не может совпадать с портом моста/ретранслятора";
torS.RPeWSErr="Порт сервера ретранслятора не может совпадать с портом веб-сервера маршрутизатора";
torS.ObPeWSErr="Порт сервера Obfsproxy не может совпадать с портом веб-сервера маршрутизатора";
torS.RPeSSHErr="Порт сервера ретранслятора не может совпадать с портом SSH-доступа маршрутизатора";
torS.ObPeSSHErr="Порт сервера Obfsproxy не может совпадать с портом SSH-доступа маршрутизатора";
torS.RAMD="Виртуальный диск в оперативной памяти";
torS.RootD="Корневой диск";
torS.Free="свободно";
torS.Totl="всего";
torS.AnonTraf="Весь поток информации будет анонимизирован";
torS.AnonOpt="Пользователи имеют возможность выбрать, какая информация будет анонимизироватся";
torS.TorTraf="Доступны Скрытые Сервисы Tor, но остальная информация не анонимизируется.";
