/*
 * UTF-8 (with BOM) Russian-RU text strings for update.sh html elements
 */

upS.UpFrm="Обновление прошивки";
upS.bkup="сделать резервную копию настроек";
upS.Warn="По-умолчанию при обновлении прошивки ваши текущие настройки будут удалены. <em>Настоятельно</em> рекомендуется сделать <a href='backup.sh'>резервную копию</a> ваших настроек перед обновлением.</p><p>Вы можете попробовать сохранить текущие настройки выбрав <em>попытатся сохранить настройки</em> ниже. Знайте, что это потенциально может привести к проблемам, если новая версия значительно новее чем старая, но, если изменения между версиями незначительные, то всё должно работать. Но, в любом случае, рекомендуется сделать резервную копию.";
upS.CGV="Версия Gargoyle";
upS.SelF="Выберите файл с прошивкой";
upS.Prsv="Попытатся сохранить настройки";

//javascript
upS.SelErr="ОШИБКА: Файл с прошивкой не выбран.";
upS.Warn2="Это действие полностью удалит ваши настройки, и может привести к полной неработаспособности маршрутизатора, если выбран неподходящий файл прошивки. Продолжить?";
upS.Uping="Прошивка загружается";
upS.UWait="Идёт процесс обновления прошивки, пожалуйста, подождите.";
upS.Rbtg="Обновление завершено, перезагрузка...";
upS.UErr="ОШИБКА: Невозможно обновить прошивку маршрутизатора.";
upS.UErrBB="В файле прошивки присутствует прошивка для загрузочного модуля. Прошивка не будет обновлена.";
upS.brcmT="Файл прошивки должен быть в формате .bin или .trx";
upS.ar71xxT="Прошивка должна быть sysupgrade.bin-типа";
upS.othrT="Файл прошивки должен быть объеденённым .img-файлом";
