/*
 * UTF-8 (with BOM) Russian-RU text strings for update.sh html elements
 */

upS.UpFrm="Обновление прошивки";
upS.bkup="сделать резервную копию настроек";
upS.Warn="По-умолчанию при обновлении прошивки ваши текущие настройки будут удалены. <em>Настоятельно</em> рекомендуется сделать <a href='backup.sh'>резервную копию</a> ваших настроек перед обновлением.</p><p>Вы можете попробовать сохранить текущие настройки выбрав <em>попытатся сохранить настройки</em> ниже. Знайте, что это потенциально может привести к проблемам, если новая версия значительно новее чем старая, но, если изменения между версиями незначительные, то всё должно работать. Но, в любом случае, рекомендуется сделать резервную копию.";
upS.CGV="Версия Gargoyle";
upS.SelF="Выберите файл с прошивкой";
upS.Prsv="Попытатся сохранить настройки";
upS.UploadFrm="Загрузить прошивку";
upS.ConfirmNext="Обновление прошивки начнётся только после подтверждения на следующем экране.";
upS.EHash="Введите хэш";
upS.ValidFw="Прошивка подленная";
upS.DevMatch="Прошивка подходит к устройству";
upS.SuppDevs="Поддерживаемые устройства";
upS.FwFitFlash="Прошивка вмещается в доступную память";
upS.ChksumMatch="Контрольная сумма совпадает";
upS.NoPrsv="Сохранение настроек не разрешено при обновлении на эту прошивку";
upS.ForceWarn="Обнаружено, что эта прошивка несовместима с данным устройством (неправильное устройство ИЛИ слишком большой размер ИЛИ неправильный формат). Принудительное обновление может привести к полной неработоспособности устройства при неправильном использовании. Пожалуйста, убедитесь, что это корректная прошивка для вашего устройства!</p><p>Если вы хотите продолжить принудительно, пожалуйста отметьте опцию <em>Принудительное обновление</em> ниже.";
upS.ForceUpg="Принудительное обновление";

//javascript
upS.SelErr="ОШИБКА: Файл с прошивкой не выбран.";
upS.Warn2="Это действие полностью удалит ваши настройки, и может привести к полной неработаспособности маршрутизатора, если выбран неподходящий файл прошивки. Продолжить?";
upS.Uping="Прошивка загружается";
upS.UWait="Идёт процесс обновления, пожалуйста, подождите.";
upS.Rbtg="Обновление завершено, перезагрузка...";
upS.UErr="ОШИБКА: Невозможно обновить прошивку маршрутизатора.";
upS.UErrBB="В файле прошивки присутствует прошивка для загрузочного модуля. Прошивка не будет обновлена.";
upS.brcmT="Файл прошивки должен быть в формате .bin или .trx";
upS.ar71xxT="Прошивка должна быть sysupgrade.bin-типа";
upS.othrT="Файл прошивки должен быть объеденённым .img-файлом";
upS.mvebu="Прошивка должна быть sysupgrade.bin-типа";
