/*
 * UTF-8 (with BOM) Russian-RU text strings for USB Storage html elements
 */

usbSStr.SDisk="Общие диски";
usbSStr.Nomdsk="Не обнаружено присоеденённых USB-дисков";
usbSStr.WFTP="Разрешить доступ к FTP из внешней сети";
usbSStr.WpFTP="Разрешить пасивный доступ к FTP из внешней сети по портам";
usbSStr.CFWkg="Рабочая группа для CIFS";
usbSStr.CFUsr="Пользователи CIFS / FTP";
usbSStr.NewU="Новый пользователь";
usbSStr.AddU="Добавить пользователя";
usbSStr.Pasw="Пароль";
usbSStr.CfPass="Подтвердите пароль";
usbSStr.ADir="Добавить общий диск / каталог";
usbSStr.ADsk="Добавить общий диск";
usbSStr.CShare="Текущие общие диски";
usbSStr.Umnt="Размонтировать";
usbSStr.UmntB="Размонтировать все USB-диски";
usbSStr.UmntWarn="USB-диски должны быть размонтированы, перед отключением от маршрутизатора. Неотключенные USB-диски будут автоматически примонтированы после очередной перезагрузки маршрутизатора.";
usbSStr.FDisk="Отформатировать диск";
usbSStr.NoUmntDev="<p>Не обнаружены подключенные к устройству и размонтированные диски.</p><p>Вы должны размонтировать диск для последующего форматирования.</p>";
usbSStr.FmtWarn="ВНИМАНИЕ: Форматирование диска безвозвратно уничтожит всё содержимое этого диска.<p>Диск будет отформатирован для хранения в файловую систему EXT4<br/>EXT4 может не читатся при подключении устройства к компьютеру с операционной системой Windows/Mac</p>";
usbSStr.DskForm="Диск для форматирования";
usbSStr.PSwap="Процент места под раздел подкачки";
usbSStr.PStor="Процент места под раздел хранения";
usbSStr.MExtr="Использовать диск как внешний корневой раздел(Extroot)";
usbSStr.FmtNow="Начать формотирование";
usbSStr.ExtrS="Extroot";
usbSStr.ExtrOff="Отключить использование внешнего корневого раздела";
usbSStr.ExtDt="Обнаружен внешний корневой раздел на";
usbSStr.ExtrWarn="При использовании внешнего корневого раздела <strong>extroot</strong> внешний USB-диск становится корневым диском для вашего маршрутизатора. Это может быть диск большого объема, но при отсоеденении этого диска все изменения в настройках с начала использования extroot будут утеряны.";

//template
usbSStr.Disk="Диск";
usbSStr.SDir="Подкаталог";
usbSStr.SNam="Общее имя";
usbSStr.SAppl="Настройки относятся к";
usbSStr.SPart="Такому же разделу на любом USB-диске";
usbSStr.SDriv="Только к данному диску";
usbSStr.STyp="Тип доступа";
usbSStr.FAAcc="Анонимный доступ FTP/CIFS";
usbSStr.ANon="Отсутствует";
usbSStr.AROn="Только для чтения";
usbSStr.ARWr="Чтение/запись";
usbSStr.FAUsr="Доступ к FTP/CIFS для зарегестрированных пользователей";
usbSStr.NAcc="Доступ через NFS";
usbSStr.NAccPo="Политика доступа NFS";
usbSStr.AnonAcc="Разрешить анонимный доступ";
usbSStr.OnlyIPs="Разрешить только перечисленным IP-адресам";
usbSStr.IPSub="Укажите IP-адрес или подсеть";
usbSStr.FPath="Путь для FTP";
usbSStr.NPath="Путь для NFS";

//edit files
usbSStr.EshDS="Редактировать свойства общего диска";
usbSStr.ChUPass="Сменить пароль пользователя";
usbSStr.User="Пользователь";
usbSStr.NPass="Новый пароль";

//javascript
usbSStr.ICWErr="Неправильная рабочая группа для CIFS";
usbSStr.FWPErr="Невозможно включить внешний доступ к FTP из-за конфликта порта с";
usbSStr.FprErr="Неправильный дианазон портов пасивного доступа к FTP";
usbSStr.FprcErr="Дианазон портов пасивного доступа к FTP конфликтует с";
usbSStr.SSetErr="Невозможноо сохранить настройки";
usbSStr.UsEmErr="Имя пользователя не можит быть пустым";
usbSStr.UsChErr="Имя пользователя должно состоять только из латинских букв и цифр";
usbSStr.PwEmErr="Пароль не можит быть пустым";
usbSStr.PwEqErr="Указанные пароли не совпадают";
usbSStr.PwUErr="Пароль не изменен.";
usbSStr.UsDErr="Повторяющиеся имена пользователей";
usbSStr.Usnm="Имя пользователя";
usbSStr.RsvErr="зарезервировано и не может быть использовано";
usbSStr.AUsErr="Невозможно добавить пользователя";
usbSStr.AShErr="Невозможно добавить общий ресурс";
usbSStr.NUsrErr="Не указаны пользователи для общих ресурсов";
usbSStr.NShUsrErr="Нет данных для добавления пользователя -- настройте нового пользователя выше.";
usbSStr.NoShTypErr="Вы должны выбрать хотя бы один тип доступа (FTP, CIFS, NFS)";
usbSStr.NoAAUsrErr="Выбран тип доступа по FTP и/или CIFS, но не настроены пользователи или анонимный доступ";
usbSStr.DupDirErr="Указанная папка уже настроена для общего доступа";
usbSStr.DupShrErr="Имя для общего доступа повторяется";
usbSStr.UpShrErr="Невозможно обновить общий ресурс.";
usbSStr.SwpPErr="ОШИБКА: Указано неправильное количесво процентов";
usbSStr.InvPErr="ОШИБКА: Неправильный пароль";
usbSStr.ChPass="Сменить пароль";
usbSStr.Name="Имя";
usbSStr.UDisk="Диски размонтируются";
usbSStr.FDmsg1="Вы уверены, что хотите отформатировать диск";
usbSStr.FDmsg2="Все данные на данном диске будут утеряны.";
usbSStr.FDmsg3="Для продолжения, введите пароль от учётной записи маршрутизатора";
usbSStr.CfmPass1="Пароль принят.";
usbSStr.CfmPass2="Это ваша ПОСЛЕДНЯЯ ВОЗМОЖНОСТЬ отменить. Нажмите 'OK' если вы УВЕРЕНЫ, что хотите начать форматирование";
usbSStr.FmtMsg="Форматируется,\nпожалуйста, подождите...";
usbSStr.FmtCplt="Форматирование завершено.";
usbSStr.ExtOffWarn="Если вы выключите внешний корневой раздел (extroot), все настройки и установленные плагины будут утеряны. После отключения extroot, маршрутизатор необходимо презагрузить. Продолжить?";
usbSStr.ExtOffMsg="Отключение extroot...";
usbSStr.SRboot="Система перезагружается";
