/*
 * UTF-8 (with BOM) Russian-RU text strings for webmon.sh html elements
 */

webmS.PrSect="Настройки мониторинга Интернета";
webmS.EMon="Включить мониторинг";
webmS.NumSt="Количество сохранённых адресов сайтов";
webmS.NumSr="Количество сохранённых поисковых запросов";
webmS.MnAH="Мониторить ВСЕ хосты";
webmS.MnOnly="Мониторить только указанные";
webmS.MnExcl="Исключить из наблюдения указанные";
webmS.SpcIP="Укажите IP-адрес или диапазон адресов";
webmS.RctSt="Недавно посещенные сайты";
webmS.RctSr="Недавние поисковые запросы";
webmS.DlWD="Скачать сохранённую информацию";
webmS.cmsep="Данные расделены запятыми";
webmS.dForm="[Время последнего посещения],[Локальный IP-адрес],[Посещенный домен/поисковый запрос]";
webmS.VSit="Посещенные сайты";
webmS.SRqst="Поисковые запросы";
webmS.dCol=['Локальный хост', 'Время последнего доступа', 'Вебсайт'];
webmS.sCol=['Локальный хост', 'Время последнего доступа', 'Поисковый запрос'];
