/*
 * UTF-8 (with BOM) Russian-RU text strings for wol.sh html elements
 */

wolS.WLSect="Wake on LAN (дистанционное пробуждение)";
wolS.WLHelp="<em>Wake on LAN (WoL)</em> является компьютерным сетевым стандартом, который позволяет дистанционно включить или пробудить компьютер с помощью сетевого сообщения. Сообщение отсылается программой на маршрутизаторе, который находится в той же локальной сети.</p><p>Это специальное сетевое сообщение называется magic packet и содержит в себе MAC-адрес целевого компьютера. Компьют ждёт сообщение адресованное ему, и получив его инициирует процедуру пробуждения.</p><p>Обычно опция Wake on LAN должна быть включена в разделе Power Management в настройке BIOS-а компьютера. Также, часто необходимо для работы Wake on LAN включить соответствующую опцию в настройках драйвера сетевой карты или чипсета.";
wolS.WkUp="Отправить команду на пробуждение";
wolS.WAlr="Команда на пробуждение отослана.";
